Dlubal.DynamPro.DLCRsaSupportSet
DLC-RSA support set

Dlubal.DynamPro.DLCRsaSupportSet.Number
Number of set

Dlubal.DynamPro.DLCRsaSupportSet.SupportedNodes
List of supported nodes

Dlubal.DynamPro.DLCRsaSupportSet.SupportedLines
List of supported lines

Dlubal.DynamPro.DLCRsaSupportSet.SupportedSurfaces
List of supported surfaces

Dlubal.DynamPro.DLCRsaSupportSet.RSAssignment
Response spectrum assignment structure for this support set